{
  "about_me":"ОБО МНЕ",
  "about_description":"Привет. меня зовут Аскарбек. Я живу в Узбекистане. В настоящее время я являюсь фронтенд-разработчиком (Reactjs) с опытом работы более года и изучаю дополнительный бэкенд (Node.js, Nestjs). Также я изучаю мобильное программирование для iOS и Android в React Native.",
  "prg_lng":"Языки программирования:",
  "skills":"Навыки:",
  "see_course":"просмотреть курс",
  "see_cert":"просмотреть сертификат",
  "it_descr":"“One Million Uzbek Coders” запустил онлайн-занятия совместно с IT Park и Udacity. Затем я изучал веб-программирование Frontend в течение 6 месяцев в IT Park. За время курса я научился проектировать и разрабатывать гибкий интерфейс веб-сайтов и лендингов, работать в команде.",
  "june_2020":"Июнь 2020",
  "feb_2021":"Февраль 2021",
  "mohir_descr":"Для дальнейшего развития своих знаний в области программирования и веб-разработки я прошел 7-месячный онлайн-курс по MERN Stack, созданный MohirDev. В ходе курса я научился создавать сложные пользовательские интерфейсы веб-приложений, интегрировать интерфейсный проект с серверной частью с помощью различных API и создавать полнофункциональные веб-приложения и веб-сайты. Целью моей покупки онлайн-курса было найти решение ошибок, возникающих в общении и проектах онлайн-команд.",
  "march_2021":"Mарт 2021",
  "sept_2021":"Сентябрь 2021",
  "sammi_descr":"Я присоединился к учебному лагерю Сэмми, чтобы работать со стартап-проектами, интегрировать платежные системы в проекты и изучать React.js Framework Next.js с Typescript. В ходе курса я создавал проекты подписки с помощью Stripe, работал со сложной сеточной системой, изучил различные библиотеки пользовательского интерфейса, структуры сайтов и создал платформу для онлайн-центра обучения…",
  "june_2023":"Июнь 2023",
  "present":"В ходе выполнения",
  "coursera_descr":"Меня очень интересовало написание кода JavaScript и создание мобильных приложений, и я быстро закончил курс Meta's React Native на Coursera. В ходе курса я выполнила проект «Маленький лимон» на английском языке.",
  "jan_2024":"Январь 2024"
}